"ASSISTED_AUTH_INSTRUCTIONS" = "Prejdite na stránku %@ a zadajte nasledujúci kód na prihlásenie do: %@";

"BUTTON_AUTHENTICATE" = "Použiť moje telefónne číslo";

"BUTTON_CONTINUE" = "Pokračovať";

"BUTTON_CREATED_ACCOUNT" = "Účet bol vytvorený";

"BUTTON_CREATE_ACCOUNT" = "Vytvoriť účet";

"BUTTON_CREATING_ACCOUNT" = "Vytvára sa účet";

"BUTTON_DISMISS" = "Zamietnuť";

"BUTTON_DONE" = "Hotovo";

"BUTTON_EDIT_NUMBER" = "Upraviť číslo";

"BUTTON_LOGGING_IN" = "Prihlasuje sa";

"BUTTON_NOT_NOW" = "Teraz nie";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Znova odoslať kód";

"BUTTON_RETRY" = "Skúsiť znova";

"BUTTON_SENDING" = "Odosiela sa...";

"BUTTON_SENDING_CONF_CODE" = "Odosiela sa potvrdzovací kód";

"BUTTON_SEND_CONF_CODE" = "Odoslať potvrdzovací kód";

"BUTTON_SENT_CONF_CODE" = "Potvrdzovací kód bol odoslaný";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Skúsiť iné číslo";

"BUTTON_VERIFYING" = "Overuje sa";

"CALL_ME_ACTION" = "Zavolať mi";

"CALL_ME_LOADING" = "Vytáča sa...";

"ERROR_CANT_SMS" = "Nepodarilo sa odoslať SMS správu na toto číslo.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Skontrolujte svoj kód a skúste to znova";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Zdá sa, že sa vyskytol problém so sieťou. Chcete to skúsiť znova? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Skontrolujte svoj e-mail a skúste to znova";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Skontrolujte svoje číslo a skúste to znova";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Na stránke <a href=\"https://www.digits.com/settings\">digits.com</a> už máte nastavený kód na dvojstupňové overenie.";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Po ťuknutí na položku Zavolať mi vyššie vám <a href=\"https://www.digits.com\">Digits by Twitter</a> zavolá na potvrdenie vášho telefónneho čísla. Za hovor a dáta sa môžu účtovať poplatky.";

"FOOTNOTE_CREATE_ACCOUNT" = "Ťuknutím na položku Vytvoriť účet vyššie vyjadrujete svoj súhlas s <a href=\"https://twitter.com/tos\">podmienkami používania</a>, <a href=\"https://twitter.com/privacy\">zásadami ochrany súkromia</a> a <a href=\"https://support.twitter.com/articles/20170514\">používaním súborov cookie</a> v aplikácii <a href=\"https://www.digits.com\">Digits by Twitter</a>, so zdieľaním vášho telefónneho čísla so službou %@ a s tým, že ostatní používatelia %@ vás môžu identifikovať podľa vášho telefónneho čísla.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Ťuknutím na položku Pokračovať vyššie pridáte tento e-mail do svojho účtu na Digits. Vyjadrujete svoj súhlas s tým, že táto apka a <a href=\"https://www.digits.com/settings\">všetky apky uvedené vo vašom účte na Digits</a> môžu získať prístup k tejto e-mailovej adrese a že ich používatelia vás môžu identifikovať podľa e-mailu.";

"FOOTNOTE_LOGIN" = "Po ťuknutí na položku Pokračovať sa <a href=\"https://www.digits.com/settings\">vaše telefónne číslo a/alebo vaša e-mailová adresa v aplikácii Digits</a> zdieľa so službou %@ a ostatní používatelia %@ vás budú môcť identifikovať podľa vášho telefónneho čísla a/alebo e-mailu.";

"FOOTNOTE_SEND_CONF_CODE" = "Po ťuknutí na položku Odoslať potvrdzovací kód vyššie vám <a href=\"https://www.digits.com\">Digits by Twitter</a> odošle SMS správu na potvrdenie vášho telefónneho čísla. Na ďalšej obrazovke môžete výberom položky Znova odoslať kód prijať novú SMS správu alebo výberom položky Zavolať mi začať hovor na potvrdenie telefónneho čísla. Za správy, hovor a dáta sa môžu účtovať poplatky.";

"FOOTNOTE_TOS_UPDATE" = "Ťuknutím na položku Pokračovať vyššie vyjadrujete svoj súhlas s aktualizovanými <a href=\"https://twitter.com/tos\">podmienkami používania</a>, <a href=\"https://twitter.com/privacy\">zásadami ochrany súkromia</a> a <a href=\"https://support.twitter.com/articles/20170514\">používaním súborov cookie</a> aplikácie <a href=\"https://www.digits.com\">Digits by Twitter</a>, so zdieľaním vášho <a href=\"https://www.digits.com/settings\">telefónneho čísla a/alebo vašej e-mailovej adresy v aplikácii Digits</a> so službou %@, a s tým, že ostatní používatelia %@ vás môžu identifikovať podľa vášho telefónneho čísla a/alebo e-mailu.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Zadajte kód na dvojstupňové overenie.";

"LABEL_ENTER_CONF_CODE" = "Odoslali sme vám 6-miestny kód.";

"LABEL_ENTER_EMAIL" = "Zadajte svoj e-mail.";

"LABEL_ENTER_PHONE_NUMBER" = "Aké je vaše telefónne číslo?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Pomocou Digits by Twitter môžeme nájsť viac vašich priateľov, ktorí používajú túto apku. Keď ťuknete na tlačidlo OK, nahráme váš adresár do aplikácie Digits by Twitter, aby sme vám pomohli nájsť používateľov aplikácie %@, ktorých poznáte, alebo aby sme pomohli iným používateľom aplikácie %@ nájsť vás.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Vyhľadajte svojich priateľov";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Nepodarilo sa potvrdiť vaše telefónne číslo";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Ľutujeme, pri odosielaní potvrdzovacieho kódu sa vyskytol problém.";

"ONBOARDING_MESSAGE" = "Prihláste sa na stránke https://fabric.io a nastavte názov svojej apky, ktorý bude zahrnutý v overovacích e-mailoch a SMS alebo hlasových autorizačných správach.";

"ONBOARDING_MESSAGE_ANSWERS" = "Pridaním rozhrania Answers do svojej apky umožníte automatické zapisovanie udalostí Digits do denníka. Viac informácií nájdete na stránke https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "tejto apky";

